Repository: simonbogutzky/GoodHabits
Catalog: GoodHabitsWidget/*.lproj/ColorSelection.strings
Languages: de

# 7ZtO8S
source: Color
de: Farbe

# AlfhSr-JCMgHE
source: Just to confirm, you wanted ‘blue’?
de: Bestätigung, du wolltest ‘blau’?

# AlfhSr-crzKlH
source: Just to confirm, you wanted ‘red’?
de: Bestätigung, du wolltest ‘rot’?

# AlfhSr-evUFF7
source: Just to confirm, you wanted ‘yellow’?
de: Bestätigung, du wolltest ‘gelb’?

# AlfhSr-gVxNwY
source: Just to confirm, you wanted ‘blue’?
de: Bestätigung, du wolltest ‘blau’?

# AlfhSr-rQ0SDx
source: Just to confirm, you wanted ‘green’?
de: Bestätigung, du wolltest ‘grün’?

# GQyLiD-JCMgHE
source: There are ${count} options matching ‘blue’.
de: Es gibt ${count} Optionen, die mit ‘blau‘ übereinstimmen.

# GQyLiD-crzKlH
source: There are ${count} options matching ‘red’.
de: Es gibt ${count} Optionen, die mit ‘rot‘ übereinstimmen.

# GQyLiD-evUFF7
source: There are ${count} options matching ‘yellow’.
de: Es gibt ${count} Optionen, die mit ‘gelb‘ übereinstimmen.

# GQyLiD-gVxNwY
source: There are ${count} options matching ‘blue’.
de: Es gibt ${count} Optionen, die mit blau‘ übereinstimmen.

# GQyLiD-rQ0SDx
source: There are ${count} options matching ‘green’.
de: Es gibt ${count} Optionen, die mit gün‘ übereinstimmen.

# JCMgHE
source: blue
de: blau

# RK02Tn
source: Color Selection
de: Farbauswahl

# UFmoOI
source: Enum
de: Aufzählung

# crzKlH
source: red
de: rot

# evUFF7
source: yellow
de: gelb

# gVxNwY
source: blue
de: blau

# rQ0SDx
source: green
de: grün

source: Color Selection of the widget
de: Farbauswahl des Widgets
