Repository: simonbogutzky/GoodHabits
Catalog: GoodHabits/l10n/*.lproj/Localizable.strings
Languages: de

source: Sun
de: So.

source: Mon
de: Mo.

source: Tue
de: Di.

source: Wed
de: Mi.

source: Fri
de: Fr.

source: Sat
de: Sa.

source: For 66 days I will ...
de: 66 Tage lang werde ich ...

source: Behavior pattern
de: Verhaltensmuster

source: Invalid behavior pattern
de: Ung√ºltiges Verhaltensmuster

# A behavior pattern is required. Please try again.
source: A statement is requiered. Please try again.
de: Ein Verhaltensmuster ist erforderlich. Bitte versuche es erneut.

source: Learn new or correct old behavior patterns. Document them for 66 days and make them to your habit.
de: Erlerne neue oder korrigiere alte Verhaltensmuster. Dokumentiere sie 66 Tage lang und lasse sie zu deiner Gewohnheit werden.

source: WE
de: KW
